import Mock from "mockjs";

Mock.mock("http://www.lei.com/api",{
	"user|1":[
		{
			"id":10000,
			"name":"@cname",
			"text":"@cparagraph",
			"img":"@dataImage('200x100')",
			"address":"@county(true)",
			"jd":"台北101大楼、台北故宫、日月潭、孙逸仙纪念馆、阿里山、垦丁公园",
			"pri":"2780",
			"xiao":"35",
			"manyi":"98%",
			"ping":"0",
			"from":"郑州",
			"day1":"6天7晚",
			"manyidu":"98",
			"image":["http://www.aozhoutrip.com/uploads/2018/0313/d96b3f8e7e579da6bcfea889234f251c_90x61.jpg","http://www.aozhoutrip.com/uploads/2018/0313/d1bbf4d165d7efa994295251d46eec1d_90x61.jpg","http://www.aozhoutrip.com/uploads/2018/0313/4b46dfc1fa8af8cc0f9a9037f32569eb_90x61.jpg"],
			"day":[
				{
					"id":"1",
					"time":"07-08(周日) ￥2780/成人"
				},
				{
					"id":"2",
					"time":"07-28(周日) ￥278120/成人"
				},
				{
					"id":"3",
					"time":"07-13(周日) ￥2780/成人"
				}

			],
			"taocan":[
					{
						"id":"001"
					},
					{
						"id":"002"
					}
			],
			"richeng":[
					{
						"day":"第一天",
						"way":"郑州--台北",
						"zao":"不含",
						"wu":"不含",
						"wan":"不含",
						"zhu":"五花酒店",
						"gongju":"飞机",
						"con":"客人下午于指定时间在新郑机场集中，乘直飞航班郑州-台北飞往台湾，展开宝岛之旅；后入住酒店休息。"
					},
					{
						"day":"第二天",
						"way":"台北台中（101大楼登顶、故宫博物院、孙逸仙纪念馆、台北市政广场、士林官邸、自由广场、总统府外观、观光夜市）",
						"zao":"含",
						"wu":"含",
						"wan":"含",
						"zhu":"五花酒店",
						"gongju":"汽车",
						"con":"【台北101大楼登顶】（1h) 101大楼为台湾最高建筑，精心为您安排搭乘全球最快的观光电梯登上塔顶，360°全方位观赏台北美丽的景色，或在占地广阔的购物商场尽情购买各式各样世界名品。【台北故宫博物院】（1.5h-2h) 故宫于1965年兴建完成，为一座中国宫殿式的建筑。院内藏有全世界最多的无价中华艺术宝藏，其收藏品的年代几乎涵盖了整部五千年的中国历史，此处是国外游客来台必访之地。品类丰富与美、英、法(罗浮宫)公认并列为世界四大博物馆，为中国艺术文化研究及保存的重镇。【孙逸仙纪念馆】(40分钟）为纪念孙中山先生百年诞辰而兴建。孙中山先生是中国革命的先行者，中华民国的缔造者，是中国现代史上的一位杰出人物。国父纪念馆成为市民户外活动、休闲以及欣赏艺术，文化演出的综合性场所。【士林官邸花园】（40分钟） 原为蒋介石与夫人在台北的住所，为二层楼洋式住宅，官邸外种植着茂盛的花草树木以及多处富有诗意的庭园造景、欧式花园、中式庭园、兰亭喷泉、凯歌堂等。【观光夜市】（40分钟），品尝地道台湾小吃，夜市内各式臭豆腐、蚵仔煎等，都是您绝对不能错过的精美小点。带着满足的心情返回饭店。"
					}



			]
		}
	]
})